{
    "1": {
        "text": "The lost day.\n\nCrossing the international date line made us lose this whole day but we did manage to get in a DELICIOUS bowl of ramen when we landed!\n\nWe felt the big earthquake that hit Japan that night. It was pretty far from us but a magnitude-7.5 nonetheless. We woke up and chatted for a second then all fell back asleep.",
        "photos": [
            null,
            null,
            null
        ]
    },
    "2": {
        "text": "- We started the day with Mert’s favorite cup of coffee from the whole trip at Swamp Coffee\n- We enjoyed the beautiful park of Meiji Jingu\n- Had a killer pork cutlet and curry at a place we walked by and saw a line, decided it was likely going to be great and were right!\n- Filled our suitcases at UNIQLO\n[we intentionally packed light]\n- Met up with a friend [who lives in Japan, Chiaki] who brought us to a YUMMY revolving sushi place.\n- The night ended at a karaoke bar!\n\nCouldn't have asked for a better first day!",
        "photos": [
            null,
            null,
            null
        ]
    },
    "3": {
        "text": "- 7/11 breakfast! [egg salad sandwiches to be exact]\n- We enjoyed the Shinjuku Gyoen National Garden\n- Tokyo Skytree\n- Lunch at CoCo Ichibanya\n- Romancecar to Hakone [our first Shinkansen train and wow do they go fast!]\n- Izakaya for dinner",
        "photos": [
            null,
            null,
            null
        ]
    },
    "4": {
        "text": "- Started our day at Camp Coffee for breakfast\n- Took the wrong bus to the right place…\n- Owakudani Observatory where we saw Mount Fuji. WOW. Took our breaths away! We ate a black egg which is said to give you 7 more years of longevity.\n- Took the ropeway down to the pirate ship which we reluctantly had to take back to shore [it was faster than the next bus]\n- Onshore Hakone Park\n- Bakery Table which we were able to soak our feet in onsen water while enjoying our pastries!\n- Enjoyed a BEAUTIFUL Shinto shrine Hakone Jinja\n- Watched The Last Samurai",
        "photos": [
            null,
            null,
            null
        ]
    },
    "5": {
        "text": "- Beautiful sunrise from the roof of our guest house!\n- Took the train to Odawara for a break in our travel\n- Really yummy Japanese omelets at a tea house Mert found\n- Wandered the Odawara Joshi Park and Shinto shrine\n- Went to the 14th floor of a mall and soaked our feet in a free rooftop onsen with a killer view of the Odawara castle\n- Saw an American skoolie parked on the road and said hi to the owner who converted it into a bar!\n- Completed our train journey to Kyoto\n- Enjoyed DELICIOUS revolving sushi at the Kyoto train station\n- Went to Pontocho Alley for dinner where I got yummy lemon ramen\n- Mert got a whiskey at a little upstairs bar",
        "photos": [
            null,
            null,
            null
        ]
    },
    "6": {
        "text": "- Went to Wazuka for a tea farm tour. Absolutely stunning [D-matcha Kyoto]. We learned about green tea and matcha production in Japan in addition to the differences between green teas, black teas and match.\n- Enjoyed Ginkaku-ji Temple just before they closed so we had the place all to ourselves.\n- Same with Hōnen-in Temple\n- Ate incredible tempura and killer brown curry\n- Dawn made it to us SUPER late",
        "photos": [
            null,
            null,
            null
        ]
    },
    "7": {
        "text": "- Dawns first day in Japan!\n- We had ramen for lunch\n- We enjoyed Kiyomizu-dera Temple but my oh my was this the most people we had seen in one place!\n- Fushimi Inari Temple which had the most tranquil bamboo forest. We all LOVED this spot!",
        "photos": [
            null,
            null,
            null
        ]
    },
    "8": {
        "text": "- Ange-Elise woke up for sunrise and went back to Fushimi Anari Temple to complete the loop we didn’t finish the night before. Everyone else slept in.\n- We all met up for Soufflé pancakes\n- We took the train to a town called Nara which is known for bowing deer. The entire city is overrun by deer!\n- Osaka was very bright! We went on a sketchy ferris wheel on the roof of a Don Quijote. Seemed like a must do thing.\n- Most incredible meal of our trip was dinner this night, unanimous across all of us - Tonkatsu.",
        "photos": [
            null,
            null,
            null
        ]
    },
    "9": {
        "text": "- Left Kyoto and took the train to Takayama. This was our longest day of travel\n- We enjoyed a delicious Tonkatsu at a local place. The English menu specified the #1 male and #1 female options. Dawn paid and the guy shook Merts hand… Not in the city anymore\n- Hida folk village (first snow!)\n- Really wonderful dinner. The woman who owned the place was the kindest most welcoming woman we’d met along our travels.\n- Went to the local konbini and grabbed snacks for the night\n- Ange-Elise took a bath while everyone else played poker with their Japanese coins [we had sooo many]",
        "photos": [
            null,
            null,
            null
        ]
    },
    "10": {
        "text": "- Woke up and made our way to Yudanaka\n- The ryokan host picked us up from the train station and drove us to the snow money park\n- Joshinetsu Kogen National Park [snow monkey park] was EPIC. We had to hike a bit farther than we thought but it was so worth it to see the monkeys in the snow and taking a dip in the hot spring water!\n- Went to the wrong ryokan on our way to finding the right one. Gave us all a good laugh.\n- Wore our first yukata to our first ryokan dinner… WOW. SO much food! So much seafood! But man was the yukata comfortable!\n- We went for a soak in the private onsen to end the day!",
        "photos": [
            null,
            null,
            null
        ]
    },
    "11": {
        "text": "- Woke up early and we all enjoyed the private onsen before checking out.\n- Ryokan breakfast which was huge and again full of fresh fish.\n- Made our way by train to Nagano\n- Met up with our roommate from the summer, Atharva.\n- Grabbed coffee [Ange got matcha]\n- Strolled through and learned about the Zenkoji Temple\n- Enjoyed a DELICIOUS Soba noodle place\n- Enjoyed more ramen for dinner\n- Played cards until the power tripped at our Airbnb and we called it a night",
        "photos": [
            null,
            null,
            null
        ]
    },
    "12": {
        "text": "- Ange-Elise woke up early to attend the sunrise service at the Zenkoji Temple where two separate monasteries practice. [She thought she was going to lose her toes it was so cold]\n- We left Nagano and transported towards Takaragawa\n- This was Ange-Elise’s FAVORITE and most anticipated spot!\n- Takaragawa Onsen was the first thing we booked for this trip and we could only get one night.\n- We got to our room and immediately got in our hotel provided swim attire and went to soak!\n- Ryokan dinner not as good as our last but still very tasty, loads of food and tons of fish!\n- Soaked in the open air onsens under the stars to end our wonderful day.",
        "photos": [
            null,
            null,
            null
        ]
    },
    "13": {
        "text": "- We woke up early for sunrise\n- Enjoyed the onsen one last time!\n- Had breakfast at the ryokan\n- Said bye to our friends Jordan and Dawn.\n    - Jordan flew home :(\n    - Dawn went to Hakone for a mini retreat!\n- Took a break from Japanese food and enjoyed some tasty Indian food\n- Arrived at our hotel in Ikaho for the next few days\n- Melted in our room all day to recover from all the travel. Mert watched sports while Ange watched Emily in Paris and Taylor Swifts Docu Series.\n- We booked and enjoyed a private onset at the hotel",
        "photos": [
            null,
            null,
            null
        ]
    },
    "14": {
        "text": "- All you can eat buffet breakfast with a beautiful view of snow topped mountains. This hotel was all locals so there was no English and we tied all the foods to figure out what everything was and what we would like.\n- We took the ropeway to the top of a hill and enjoyed even more mountain views. Walked around the park and just enjoyed eachothers company.\n- Then relaxed in the public hotel onsen",
        "photos": [
            null,
            null,
            null
        ]
    },
    "15": {
        "text": "- All you can eat buffet breakfast which was easier day two now that we knew our favorites.\n- Ikaho Rotenburo onsen, the only natural, outdoor hot springs we went to at the end of a road, in a park.\n- Relaxed in the public hotel onsen",
        "photos": [
            null,
            null,
            null
        ]
    },
    "16": {
        "text": "- All you can eat buffet breakfast for a final time.\n- Transported back to Tokyo via train\n- Did souvenir shopping to fill the extra suitcase we bought.",
        "photos": [
            null,
            null,
            null
        ]
    },
    "17": {
        "text": "- Tokyo Disney Sea\n    - Ange-Elise’s favorite ride was the Rapunzel ride\n    - Mert’s favorite ride was Journey to the center of the earth!\n- Met up with Dawn for beers and ramen",
        "photos": [
            null,
            null,
            null
        ]
    },
    "18": {
        "text": "- We started the day with a Sumoland experience. Sumo is a Shinto ritual to honor the kami (spirits) for a good harvest; Ange-Elise's new favorite sport. The Rikishi (sumo wrestlers) do not celebrate wins or display emotions over loses. The sport emphasizes humility, respect for opponents, and emotional control.\n- Akihabara for arcade games\n    - Dawn and Ange-Elise played DDR and failed on our second game\n    - We all had a blast playing Mario cart\n- We met up with Chiaki and some other friends Mert had in town (David and Megan) and we ended the night at Karaoke until midnight!\n\nMost unique Christmas on the books.\n\nFun fact: Christmas is not a celebrated holiday the way it is in the states because Japan isn’t a christian country. In Japan it’s known as Valentine’s Day 2.0 and an excuse to go on a date on Christmas Eve. Their traditions include KFC and Christmas cakes!",
        "photos": [
            null,
            null,
            null
        ]
    },
    "19": {
        "text": "- Longest day of our lives [we ate two lunches and 4 dinners]\n- Strolled through Ueno Park\n- BEST curry and curry soup at this little Tokyo cafe ran by a wife and husband. SOO CUTE!\n- Ange-Elise went a little pottery crazy and bought a bunch of new pottery… it was all SO CHEAP!\n- Ichiran Ramen YUM! [the seating was like standardized testing]. Ange-Elise cried a little it was so good.\n\nAnge-Elise most enjoyed the structure and systems in place for everything to flow effortlessly and with no friction.\n\nMert most enjoyed getting to share Japan with Ange-Elise; the culture and everything about the beautiful country.",
        "photos": [
            null,
            null,
            null
        ]
    }
}