{
    "1": {
        "text": "We landed pretty late. I call this the lost day. Crossing the international date line made us pretty much loose this whole day but we did manage to get in a DELICIOUS bowl of Ramen when we landed!",
        "photos": [
            null,
            null,
            null
        ]
    },
    "2": {
        "text": "- We started the day withe Merts favorite cup of coffee from the whole trip at ****.\n- We enjoyed beautiful park of Meji Jingu\n- Had a killer pork cutlet and curry\n- Filled out suitcases at UNIQLO \n[we intentionally packed light]\n- Met up with a friend [who lives in Japan, Chiaki] who brought us to a YUMMY revolving sushi place.\n- The night ended at a karaoke bar!\n\nCouldn't have asked for a better first day!",
        "photos": [
            null,
            null,
            null
        ]
    },
    "3": {
        "text": "- 7/11 breakfast!\n- We enjoyed the Shinjuku Gyoen National Garden\n- Tokyo Skytree \n- Lunch at CoCo Ichibanya\n- Romance car to Hakone\n- Izikaya for dinner",
        "photos": [
            null,
            null,
            null
        ]
    },
    "4": {
        "text": "Started our day at Camp coffee for breakfast\nTook the wrong bus to the right place…\nOwakudani Observatory where we saw Mount Fuji. WOW. Took my breath away! \nTook the ropeway down to the pirate ship which we reluctantly had to take back to shore [it was faster than the next bus]\nOnshore Hakone Park \nBakery Table which we were able to soak our feet in onset water while enjoying our pastries! \nEnjoyed a BEAUTIFUL shinto shrine Hakone Jinja\nWatched the last samari",
        "photos": [
            null,
            null,
            null
        ]
    },
    "5": {
        "text": "Beautiful sunrise from the roof of our guest house!\nTook the train to Odawara for a break in our travel\nReally yummy Japanese omelets at a tea house\nWandered the Odawara Joshi Park and Shinto shrine \nWent to the 14th floor of a mall and soaked our feet in a free rooftop onsen with a killer view of the Odawara castle\nSaw an American skoolie parked on the road and said hi to the owner who converted it into a bar\nCompleted our train journey to Kyoto \nEnjoyed DELICIOUS revolving sushi at the Kyoto train station\nWent to Pontocho Alley for dinner where I got yummy Lemon Ramen\nMert got his Whiskey at a little upstairs bar",
        "photos": [
            null,
            null,
            null
        ]
    },
    "6": {
        "text": "Went to Wazuka for a tea farm tour. Absolutely stunning\nLearned about green tea and match production in Japan\nGinkaku Ji temple\nHonenin temple\nAte Incredible tempura and killer brown curry\nDawn made it to us SUPER late",
        "photos": [
            null,
            null,
            null
        ]
    },
    "7": {
        "text": "Dawns first day in Japan\nWe had ramen for lunch\nKiyomizu-dera Temple\nFushimi Anari Temple with the most tranquil bamboo forest",
        "photos": [
            null,
            null,
            null
        ]
    },
    "8": {
        "text": "I woke up for sunrise and went to Fushimi Anari Temple to complete the loop we didn’t finish the night before\nSouflee pancakes \nNara bowing deer\nOsawa - very bright! We went on a sketchy ferris wheel on the roof of a Don Quijote \nMost incredible meal of our trip - Tonkatsu",
        "photos": [
            null,
            null,
            null
        ]
    },
    "9": {
        "text": "Left Kypto and took the train to Takayama. This was our longest day of travel\nWe enjoyed a delicious Tonkatsu at a local place. The English menu specified the #1 male and #1 female options. Dawn paid and the guy shook Merts hand. Not in the city anymore\nHida folk village\nReally wonderful dinner. The woman who owned the place was the kindest more welcoming woman we’d met along our travels. \nWent to the local konbini and grabbed snacks for the night\nAnge took a bath while everyone else played poker with their Japanese coins [we had sooo many]",
        "photos": [
            null,
            null,
            null
        ]
    },
    "10": {
        "text": "Woke up and made our way Yudamaka \nThe Ryoken host picked us up from the train station and drove us to the snow money park \nJoshinetsu Kogen National Park [snow monkey park] was EPIC. We had to hike a bit farther than we thought but it was so worth it to see the monkeys in the snow and taking a dip in the hot spring water! \nWent to the wrong Ryoken on our way to finding the right one\nWore our first yukata to our first Ryoken dinner… WOW. SO much food! So much seafood! But man was the yukata comfortable! \nWent for a soak in the private onsen",
        "photos": [
            null,
            null,
            null
        ]
    },
    "11": {
        "text": "Woke up early and enjoyed the private onset with Dawn \nRyoken breakfast\nMade our way by train to Nagano\nMet our old roommate Atharva at the train station\nGrabbed coffee [Ange got matcha]\nStrolled through and learned about the Zenkoji Temple \nEnjoyed a DELICIOUS Soba noodle place\nEnjoyed more ramen for dinner\nPlayed cards until the power tripped at our Airbnb and we called it a night",
        "photos": [
            null,
            null,
            null
        ]
    },
    "12": {
        "text": "Woke up early to attend the sunrise service at the Zenkoji Temple where two separate monasteries practice. [I thought I was going to loose my toes it was so cold]\nLeft Nagano and transported towards Takaragawa\nArrived at Ange-Elise’s FAVORITE and most anticipated spot! \nTakaragawa Onsen was the first thing we booked for this trip and we could only get one night. \nWe got to our room and immediately got in our hotel provided swim attire and went to soak! \nRyoken dinner \nSoaked under the stars",
        "photos": [
            null,
            null,
            null
        ]
    },
    "13": {
        "text": "Woke up early for sunrise\nEnjoyed the onset one last time\nHad breakfast at the Ryoken\nSaid bye to our friends Jordan and Dawn.\n- Jordan flew home\n- Dawn went to Hakone for a mini retreat!\nTook a break from Japanese food and enjoyed some tasty Indian food\nArrived at our hotel in Ikaho for the next few days \nMelted in our room all day to recover from all the travel\nPrivate onset at the hotel",
        "photos": [
            null,
            null,
            null
        ]
    },
    "14": {
        "text": "All you can eat buffet breakfast\nRopeway \nRelaxed in the hotel onsen",
        "photos": [
            null,
            null,
            null
        ]
    },
    "15": {
        "text": "All you can eat buffet breakfast\nFukuichi, the only natural hot springs we went to outside in a park \nRelaxed in the hotel onsen",
        "photos": [
            null,
            null,
            null
        ]
    },
    "16": {
        "text": "All you can eat buffet breakfast\nChecked out of our nice hotel \nTransported back to Tokyo via train\nDid souvenir shopping",
        "photos": [
            null,
            null,
            null
        ]
    },
    "17": {
        "text": "Tokyo Disney Sea\nAnge-Elise’s favorite ride was the Rapunzel ride\nMert’s favorite ride was Journey to the center of the earth! \nMet up with Dawn for beers and Ramen",
        "photos": [
            null,
            null,
            null
        ]
    },
    "18": {
        "text": "Sumoland\nAkihaeara for arcade games\nDawn and I did DDR\nWe had a blast playing Mario cart\nKaraoke",
        "photos": [
            null,
            null,
            null
        ]
    },
    "19": {
        "text": "Longest day of our lives [I think I ate, two lunches and 4 dinners]\nUeno Park \nBEST curry and curry soup at this little Tokyo cafe ran by a wife and husband. SOO CUTE\nI went a little pottery crazy and bought a bunch of new pottery… it was all SO CHEAP!\n\t•\t\t⁃\tIchiran Ramen YUM! [the seating was like standardized testing]",
        "photos": [
            null,
            null,
            null
        ]
    }
}